net_boss_connection_driver/resources/test.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope 
    xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" 
    xmlns:ns1="http://www.sevone.com/" 
    xmlns:xsd="http://www.w3.org/2001/XMLSchema" 
    xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" 
    xmlns:SOAP-ENC="http://schemas.xmlsoap.org/soap/encoding/" SOAP-ENV:encodingStyle="http://schemas.xmlsoap.org/soap/encoding/">
    <SOAP-ENV:Body>
        <ns1:authenticate>
            <username xsi:type="xsd:string">appdev</username>
            <password xsi:type="xsd:string">nbportal</password>
        </ns1:authenticate>
    </SOAP-ENV:Body>
</SOAP-ENV:Envelope>